"The name of your computer " = "Имя Вашего компьютера";"This computer’s local hostname " = "Имя локального узла этого компьютера ";"“" = "«";"”" = "»";" is already in use on this network. " = " уже используется в этой сети. ";"The name has been changed to " = "Это имя было заменено на ";"." = ".";"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Чтобы изменить имя компьютера, выберите Общий доступ в Системных настройках. Затем введите имя в поле «Имя компьютера».";"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Чтобы изменить имя локального узла, выберите Общий доступ в Системных настройках. Затем нажмите на «Изменить» и введите имя в поле «Локальное имя узла».";"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Все попытки найти подходящее имя путем добавления цифр к имени были также неудачными.";"This may indicate a problem with the local network. Please inform your network administrator." = "Вероятно, проблема связана с локальной сетью. Обратитесь к сетевому администратору.";